       IDENTIFICATION  DIVISION.
       PROGRAM-ID.     HELLO_WORLD.
       PROCEDURE       DIVISION.
          DISPLAY  "*** HELLO_WORLD ***"
          STOP RUN.

